const text = `一束一束光透过了天窗
一次一次想触摸那光芒
雨再大 也總要回家
被淋濕的鞋 曬幹再出發
輕松的步伐 被泥土沖刷
力量無限放大
我們 被小事打擾
為心事煩惱 骨骼和時間賽跑
在未来 最闪亮的星
準沒準備好
帶著光 跟我飛翔
感受風的速度在耳邊 呼嘯遠方
一束一束光透过了天窗
一次一次想触摸那光芒
尝试去实践勇敢地去想
去到任何想要去的地方
一個一個夢写在日记上
一點一點靠近諾貝爾獎
只要你敢想就算没收获成长
至少 有回憶珍藏
（Hey! ）
（Break it out!） 
（Hey!）
（Let's go!）
我們 慢慢地成長
從小的願望 到大的夢想起航
堅持是生命的永恒
跳動的心臟
帶著光 跟我飛翔
感受風的速度在耳邊 呼嘯遠方
一束一束光透过了天窗
一次一次想触摸那光芒
尝试去实践勇敢地去想
去到任何想要去的地方
一個一個夢写在日记上
一點一點靠近諾貝爾獎
只要你敢想就算沒收获成长
至少 有回憶珍藏
未來是什麼樣 心未眠夜未央
像星星一樣閃亮（oooh）
站在逆風的方向 反而更大聲地唱
YOLO成长就一次瘋狂
一束一束光透过了天窗
一次一次想触摸那光芒
尝试去实践勇敢的去想
去到任何想要去的地方 （woo）
一個一個夢寫在日記上
一點一點靠近諾貝爾獎 （yeah-yeah）
只要你敢想就算没收获成长
至少 有回憶珍藏
Yeah 一起成长！`;

const lyrics = [];
text.split('\n').forEach((e) => {
    lyrics.push({ text: e, duration: 5000 });
});
